Repository: FuriLabs/gnome-authenticator
Catalog: po/*.po
Languages: es, ru

source: Authenticator
es: Authenticador
ru: Аутентификатор

source: Two-Factor Authentication
es: Autenticación de doble factor
ru: Двухфакторная аутентификация

source: Generate two-factor codes
es: Generar códigos de autenticación de doble factor
ru: Создание двухфакторных кодов

source: Gnome;GTK;Verification;2FA;Authentication;OTP;TOTP;
es: Gnome;GTK;Verificación;2FA;Autenticación;Doble;Factor;OTP;TOPT;
ru: Gnome;GTK;Проверка;2FA;Аутентификация;OTP;TOTP;

source: Default window width
es: Anchura predeterminada de la ventana
ru: Ширина окна по умолчанию

source: Default window height
es: Altura predeterminada de la ventana
ru: Высота окна по умолчанию

source: Default window maximized behaviour
es: Comportamiento predeterminado al maximizar la ventana
ru: Поведение при развернутом окне по умолчанию

source: Auto lock
es: Bloqueo automático
ru: Автоблокировка

source: Whether to auto lock the application or not
es: Indica si la aplicación se bloquea automáticamente o no
ru: Автоматически блокировать приложение или нет

source: Auto lock timeout
es: Tiempo de espera del bloqueo automático
ru: Интервал автоблокировки

source: Lock the application on idle after X minutes
es: Bloquear la aplicación tras X minutos de inactividad
ru: Заблокировать приложение в простое через X минут

source: Download Favicons
es: Descargar favicons
ru: Загрузка фавиконов

source: Whether the application should attempt to find an icon for the providers.
es: Indica si la aplicación debe intentar buscar un icono para los proveedores.
ru: Должно ли приложение пытаться найти иконку для провайдеров.

source: Download Favicons over metered connections
es: Descargar favicons en conexiones medidas
ru: Загрузка фавиконов при тарифицируемых соединениях

source: Whether the application should download favicons over a metered connection.
es: Indica si la aplicación debe intentar descargar favicons en conexiones medidas.
ru: Должно ли приложение загружать фавиконы через тарифицируемое соединение.

source: Simple application for generating Two-Factor Authentication Codes.
es: Aplicación sencilla para generar códigos de autenticación de doble factor.
ru: Простое приложение для генерации кодов двухфакторной аутентификации.

source: Features:
es: Características:
ru: Возможности:

source: Time-based/Counter-based/Steam methods support
es: Soporte para métodos Basado en tiempo/Basado en contador/Steam
ru: Поддержка методов, основанных на Времени/Счетчиках/Steam

source: SHA-1/SHA-256/SHA-512 algorithms support
es: Soporte de algoritmos SHA-1/SHA-256/SHA-512
ru: Поддержка алгоритмов SHA-1/SHA-256/SHA-512

source: QR code scanner using a camera or from a screenshot
es: Analizador de códigos QR usando la cámara o a partir de una captura de pantalla
ru: Сканер QR-кодов использующий камеру или скриншот

source: Lock the application with a password
es: Bloquear la aplicación con una contraseña
ru: Блокировка приложения с помощью пароля

source: Beautiful UI
es: Excelente interfaz de usuario
ru: Прекрасный пользовательский интерфейс

source: GNOME Shell search provider
es: Proveedor de búsqueda de GNOME Shell
ru: Провайдер поиска GNOME Shell

source: Backup/Restore from/into known applications like FreeOTP+, Aegis (encrypted / plain-text), andOTP, Google Authenticator
es: Respaldar/Restaurar desde/en aplicaciones conocidas como FreeOTP+, Aegis (cifrado / texto plano), andOTP, Google Authenticator
ru: Резервное копирование/восстановление из/в известные приложения, такие как FreeOTP+, Aegis (зашифрованный/простой текст), andOTP, Google Authenticator

source: Main Window
es: Ventana principal
ru: Главное окно

source: Add a New Account
es: Añadir una cuenta nueva
ru: Добавить новую учетную запись

source: Add a New Provider
es: Añadir un proveedor nuevo
ru: Добавить нового провайдера

source: Account Details
es: Detalles de la cuenta
ru: Данные учетной записи

source: Backup/Restore formats support
es: Soporte de formatos de Respaldar/Restaurar
ru: Поддержка форматов резервного копирования/восстановления

source: _Camera
es: _Cámara
ru: _Камера

source: _Screenshot
es: _Captura de pantalla
ru: _Снимок экрана

source: _QR Code Image
es: Imagen de código _QR
ru: Изображение _QR-кода

source: Cancel
es: Cancelar
ru: Отменить

source: _Add
es: _Añadir
ru: _Добавить

source: Scan QR Code
es: Escanear código QR
ru: Сканировать QR Код

source: Provider
es: Proveedor
ru: Провайдер

source: Token issuer
es: Emisor del testigo
ru: Издатель токена

source: Account
es: Cuenta
ru: Учетная запись

source: Token
es: Testigo
ru: Токен

source: Counter
es: Contador
ru: Счетчик

source: Algorithm
es: Algoritmo
ru: Алгоритм

source: Computing Method
es: Método de computación
ru: Метод вычислений

source: Period
es: Periodo
ru: Период

source: Duration in seconds until the next password update
es: Duración en segundos hasta la siguiente actualización de la contraseña
ru: Продолжительность в секундах до следующего обновления пароля

source: Digits
es: Dígitos
ru: Цифры

source: Length of the generated code
es: Longitud del código generado
ru: Длина генерируемого кода

source: Website
es: Página web
ru: Веб-сайт

source: How to Set Up
es: Cómo configurar
ru: Как настроить

source: Camera
es: Cámara
ru: Камера

source: Create Provider
es: Crear proveedor
ru: Создать провайдера

source: _Save
es: _Guardar
ru: _Сохранить

source: _Delete
es: E_liminar
ru: _Удалить

source: Help
es: Ayuda
ru: Справка

source: Increment the counter
es: Incrementar el contador
ru: Увеличить счетчик

source: Copy PIN to clipboard
es: Copiar PIN al portapapeles
ru: Копировать PIN-код в буфер обмена

source: Account details
es: Detalles de la cuenta
ru: Данные учетной записи

source: No Camera Found
es: No se ha encontrado ninguna cámara
ru: Камера не найдена

source: _From a Screenshot
es: _Desde una captura de pantalla
ru: _Со снимка экрана

source: Secret Service Error
es: Error en el Servicio de Secretos
ru: Ошибка секретной службы

source: Authenticator relies on a Secret Service Provider to manage your sensitive session information and an error occurred while we were trying to store or get your session.
es: Authenticator depende de un Proveedor de Secretos para administrar la información confidencial de su sesión. Ocurrió un error al intentar almacenar u obtener su sesión.
ru: Средство аутентификации полагается на поставщика Секретной службы для управления вашей конфиденциальной информацией о сеансе, и при попытке сохранить или восстановить ваш сеанс произошла ошибка.

source: Here are a few things that might help you fix issues with the Secret Service:
es: Aquí encontrará información que podría ayudarle a solucionar problemas con el Servicio de Secretos:
ru: Вот несколько вещей, которые могут помочь вам решить проблемы с Секретной службой:

source: Make sure you have a Secret Service Provider installed, like gnome-keyring.
es: Asegúrese de disponer de un Proveedor de Secretos instalado, como gnome-keyring.
ru: Убедитесь, что у вас установлен поставщик Секретной службы, например gnome-keyring.

source: Check that you have a default keyring and that it is unlocked.
es: Compruebe que tiene un llavero predeterminado y que esté desbloqueado.
ru: Убедитесь, что у вас есть связка ключей по умолчанию и что она разблокирована.

source: Check the application logs and your distribution’s documentation for more details.
es: Para más información, compruebe los registros de la aplicación y la documentación de su distribución.
ru: Проверьте журналы приложений и документацию вашего дистрибутива для получения более подробной информации.

source: General
ru: Общие

source: Privacy
es: Privacidad
ru: Конфиденциальность

source: _Passphrase
es: _Frase de paso
ru: _Кодовая фраза

source: Set up a passphrase to lock the application with
es: Establecer una frase de paso con la que bloquear la aplicación
ru: Установить кодовую фразу для блокировки приложения с помощью

source: _Auto Lock the Application
es: Bloquear _automáticamente de la aplicación
ru: _Автоблокировка приложения

source: Whether to automatically lock the application
es: Indica si bloquear automáticamente la aplicación
ru: Нужно ли автоматически блокировать приложение

source: Auto Lock _Timeout
es: _Tiempo de espera del bloqueo automático
ru: Интервал _автоблокировки

source: The time in minutes
es: El tiempo en minutos
ru: Время в минутах

source: Network
es: Red
ru: Сеть

source: _Download Favicons
es: _Descargar favicons
ru: _Загружать фавиконы

source: Automatically attempt fetching a website icon
es: Obtener automáticamente una icono de un sitio web
ru: Автоматическая попытка получения значка веб-сайта

source: _Metered Connection
es: Conexión _medida
ru: _Тарифицируемое соединение

source: Fetch a website icon on a metered connection
es: Obtener el icono de un sitio web con una conexión medida
ru: Получение значка веб-сайта при тарифицируемом соединении

source: Backup/Restore
es: Respaldar/Restaurar
ru: Резервное копирование/восстановление

source: Backup
es: Respaldar
ru: Резервное копирование

source: Restore
es: Restaurar
ru: Восстановление

source: Create Password
es: Crear contraseña
ru: Создать пароль

source: Set up a Passphrase
es: Establecer una frase de paso
ru: Установить кодовую фразу

source: Authenticator will start locked after a passphrase is set.
es: Autenticador se iniciará bloqueado después de establecer la frase de paso.
ru: Аутентификатор начнет блокировку после установки кодовой фразы.

source: Current Passphrase
es: Frase de paso actual
ru: Текущая кодовая фраза

source: New Passphrase
es: Frase de paso nueva
ru: Новая кодовая фраза

source: Repeat Passphrase
es: Repita la frase de paso
ru: Повторить кодовую фразу

source: _Reset
es: _Restablecer
ru: _Сбросить

source: Select a _File
es: Seleccionar un _archivo
ru: Выбрать _файл

source: Name
es: Nombre
ru: Имя

source: The by default value for counter-based computing method
es: El valor predeterminadoc del método de computación basado en el contador
ru: Значение по умолчанию для метода вычислений на основе счетчика

source: Help URL
es: URL de ayuda
ru: URL Справки

source: Providers
es: Proveedores
ru: Провайдеры

source: New Provider
es: Nuevo proveedor
ru: Новый провайдер

source: Search
es: Buscar
ru: Поиск

source: Search…
es: Buscar...
ru: Поиск…

source: No Results
es: No se han encontrado resultados
ru: Нет результатов

source: No providers matching the query were found.
es: No se han encontrado proveedores que coincidan con la consulta.
ru: Провайдеров, соответствующих запросу, не найдено.

source: No Provider Selected
es: Ningún proveedor seleccionado
ru: Провайдер не выбран

source: Select a provider or create a new one
es: Seleccione un proveedor o cree uno nuevo
ru: Выбрать провайдера или создать нового

source: No accounts or providers matching the query were found.
es: No se han encontrado cuentas o proveedores que coincidan con la consulta.
ru: Учетных записей или провайдеров, соответствующих запросу, не найдено.

# shortcut window
source: General
ru: Общие

# shortcut window
source: Keyboard Shortcuts
es: Atajo del teclado
ru: Комбинации клавиш

# shortcut window
source: Lock
es: Bloquear
ru: Заблокировать

# shortcut window
source: Preferences
es: Preferencias
ru: Параметры

# shortcut window
source: Quit
es: Salir
ru: Закрыть

# shortcut window
source: Accounts
es: Cuentas
ru: Учетные записи

# shortcut window
source: New Account
es: Nueva cuenta
ru: Новая учетная запись

# shortcut window
source: Search
es: Buscar
ru: Поиск

# shortcut window
source: Show Providers List
es: Mostrar la lista de proveedores
ru: Показать список провайдеров

source: _Lock the Application
es: _Bloquear la aplicación
ru: _Заблокировать приложение

source: P_roviders
es: P_roveedores
ru: П_ровайдеры

source: _Preferences
es: _Preferencias
ru: _Параметры

source: _Keyboard Shortcuts
es: _Atajos de teclado
ru: _Комбинации клавиш

source: _About Authenticator
es: _Acerca de Autenticador
ru: _О приложении

source: Authenticator is Locked
es: Autenticador está bloqueado
ru: Аутентификатор заблокирован

source: _Unlock
es: Desbloq_uear
ru: _Разблокировать

source: Accounts
es: Cuentas
ru: Учетные записи

source: New Account
es: Nueva cuenta
ru: Новая учетная запись

source: Main Menu
es: Menú principal
ru: Главное меню

source: No Accounts
es: No hay cuentas
ru: Нет учетных записей

source: Add an account or scan a QR code first.
es: Añada cuenta o analice un código QR primero.
ru: Сначала добавьте учетную запись или отсканируйте QR-Код.

source: Accounts restored successfully
es: Cuentas restauradas correctamente
ru: Учетные записи успешно восстановлены

source: translator-credits
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2019-2021 Óscar Fernández Díaz <oscfdezdz@tuta.io>, 2020 Rodrigo Lledó, <rodhos92@gmail.com>, 2020 advocatux <advocatux@airpost.net>, 2018 Adolfo Jayme Barrientos <fitojb@ubuntu.com>, 2018
ru: Aleksandr Melman <alexmelman88@gmail.com>, 2022-2023

source: One-Time password copied
es: Contraseña de un sólo uso copiada
ru: Одноразовый пароль скопирован

source: Password was copied successfully
es: La contraseña se ha copiado correctamente
ru: Пароль был успешно скопирован

source: Into a JSON file containing plain-text or encrypted fields
es: Dentro de un archivo JSON que contiene texto en claro o campos cifrados
ru: В JSON-файл, содержащий открытый текст или зашифрованные поля

source: From a JSON file containing plain-text or encrypted fields
es: A partir de un archivo JSON que contiene texto en claro o campos cifrados
ru: Из JSON-файла, содержащего открытый текст или зашифрованные поля

source: Into a plain-text JSON file
es: En un archivo JSON de texto sencillo
ru: В текстовый JSON-файл

source: From a plain-text JSON file
es: Desde un archivo JSON de texto sencillo
ru: Из текстового JSON-файла

source: Unknown account
es: Cuenta desconocida
ru: Неизвестная учетная запись

source: Unknown issuer
es: Emisor desconocido
ru: Неизвестный издатель

source: _Authenticator
es: _Autenticador
ru: _Аутентификатор

source: Into a plain-text file, compatible with FreeOTP+
es: En un archivo de texto sencillo, compatible con FreeOTP+
ru: В текстовый файл, совместимый с FreeOTP+

source: A_uthenticator
es: A_uthenticador
ru: А_утентификатор

source: From a plain-text file, compatible with FreeOTP+
es: Desde un archivo de texto sencillo, compatible con FreeOTP+
ru: Из текстового файла, совместимого с FreeOTP+

source: From a plain-text JSON file, compatible with FreeOTP+
es: Desde un archivo de texto plano JSON, compatible con FreeOTP+
ru: Из текстового JSON-файла, совместимого с FreeOTP+

source: From a QR code generated by Google Authenticator
es: A partir de un código QR generado por Google Authenticator
ru: Из QR-кода, сгенерированного Google Authenticator

source: Au_thenticator (Legacy)
es: Au_tenticador (Antiguo)
ru: Ау_тентификатор (Устаревшее)

source: From a ZIP export generated by Raivo OTP
es: Desde un archivo ZIP generado por Raivo OTP
ru: Из ZIP-файла, сгенерированного Raivo OTP

source: Counter-based
es: Basado en contador
ru: На основе счетчика

source: Time-based
es: Basado en la hora
ru: На основе времени

source: Image
es: Imagen
ru: Изображение

source: Select QR Code
es: Seleccionar código QR
ru: Выбрать QR-код

source: Invalid Token
es: Testigo no válido
ru: Некорректный токен

source: Are you sure you want to delete the account?
es: ¿Está seguro de que quiere eliminar la cuenta?
ru: Вы уверены, что хотите удалить учётную запись?

source: This action is irreversible
es: Esta acción es irreversible
ru: Это действие необратимо

source: No
ru: Нет

source: Yes
es: Sí
ru: Да

source: Wrong Passphrase
es: Frase de paso incorrecta
ru: Неверная кодовая фраза

source: Key / Passphrase
es: Clave/ frase de paso nueva
ru: Ключ / Кодовая фраза

source: Select File
es: Seleccionar archivo
ru: Выбрать файл

source: Failed to create a backup
es: Falló al crear el respaldo
ru: Не удалось создать резервную копию

source: Failed to restore from camera
es: Falló la restaurar desde la cámara
ru: Не удалось восстановить с камеры

source: Failed to restore from a screenshot
es: Falló al restaurar desde una captura de pantalla
ru: Не удалось восстановить из снимка экрана

source: Failed to restore from an image
es: Falló al restaurar desde una imagen
ru: Не удалось восстановить из образа

source: Failed to restore from a file
es: Falló al restaurar desde un archivo
ru: Не удалось восстановить из файла

source: Provider created successfully
es: Proveedor creado correctamente
ru: Провайдер успешно создан

source: Provider updated successfully
es: Proveedor actualizado correctamente
ru: Провайдер успешно обновлен

source: Provider removed successfully
es: Proveedor quitado correctamente
ru: Провайдер успешно удален

source: Editing Provider: {}
es: Editando proveedor: {}
ru: Редактирование провайдера: {}

source: The provider has accounts assigned to it, please remove them first
es: eL proveedor tiene cuentas asignadas, elimínelas primero
ru: Провайдеру присвоены учетные записи, сначала удалите их

source: Wrong Password
es: Contraseña incorrecta
ru: Неверный пароль

source: Google Authenticator
es: Autenticador de Google
